Repository: estebanampuero/yoinn_app
Catalog: lib/l10n/app_*.arb
Languages: es

# navActivities
source: Activities
es: Actividades

# navMap
source: Map
es: Mapa

# navAlerts
source: Alerts
es: Alertas

# navProfile
source: Profile
es: Perfil

# exploreCityTitle
source: Explore your City
es: Explora tu Ciudad

# exploreCityText
source: Create and discover unique activities and events happening around you in real-time.
es: Crea y descubre actividades y eventos únicos que suceden a tu alrededor en tiempo real.

# joinActivityTitle
source: Join the Activity
es: Únete a la actividad

# joinActivityText
source: Request to join sports, food, parties, and more with a single tap.
es: Solicita unirte a planes de deporte, comida, fiestas y más con un solo toque.

# connectChatTitle
source: Connect and Chat
es: Conecta y Chatea

# connectChatText
source: Meet new people, chat with the group, and live real experiences.
es: Conoce gente nueva, chatea con el grupo y vive experiencias reales.

source: Continue with Google
es: Continuar con Google

source: Continue with Apple
es: Continuar con Apple

# demoAccessLabel
source: Demo / Admin Access
es: Acceso Demo / Admin

# emailDemoLabel
source: Demo Email
es: Email Demo

# passwordLabel
source: Password
es: Contraseña

# enterButton
source: Log In
es: Ingresar

# termsAndConditionsText
source: By continuing, you agree to our Terms of Service and Privacy Policy.
es: Al continuar, aceptas nuestros Términos de Servicio y Política de Privacidad.

source: Log Out
es: Cerrar Sesión

# searchPlaceholder
source: Search...
es: Buscar...

# catAll
source: All
es: Todas

# catSport
source: Sport
es: Deporte

# catFood
source: Food
es: Comida

# catArt
source: Art
es: Arte

# catParty
source: Party
es: Fiesta

# catOutdoor
source: Travel
es: Outdoor

# catGames
source: Games
es: Juegos

# catOther
source: Other
es: Otros

source: Hosted by:
es: Organiza:

source: spots left
es: cupos

# goingCount
source: going
es: van

# joinButton
source: Join
es: Unirme

source: View Details
es: Ver Detalles

# activityGroup
source: Group Activity
es: Actividad Grupal

# radiusLabel
source: Search radius
es: Radio de búsqueda

# chatPlaceholder
source: Write a message...
es: Escribe un mensaje...

# sendButton
source: Send
es: Enviar

# noMessages
source: No messages yet. Say hello!
es: Aún no hay mensajes. ¡Di hola!

# createActivityTitle
source: Create Plan
es: Crear Panorama

# fieldTitle
source: Activity Title
es: Título de la actividad

# fieldDesc
source: Description
es: Descripción

# fieldDate
source: Date
es: Fecha

# fieldTime
source: Time
es: Hora

# fieldLocation
source: Location
es: Ubicación

# fieldSpots
source: Available spots
es: Cupos disponibles

# createButton
source: Publish
es: Publicar

# errorGeneric
source: An error occurred
es: Ocurrió un error

# errorAppleLogin
source: Error signing in with Apple
es: Error al iniciar sesión con Apple

# successMessage
source: Success!
es: ¡Éxito!

source: Loading...
es: Cargando...

# dialogUseTicketTitle
source: Use 1 Ticket?
es: ¿Usar 1 Ticket?

# dialogUseTicketBody
source: You are about to use 1 of your weekly tickets to apply for this activity.
es: Estás a punto de usar 1 de tus tickets semanales para postular a esta actividad.

# dialogTicketsRemaining
source: You will have: {count} tickets left
es: Te quedarán: {count} tickets

# btnUseTicket
source: USE TICKET
es: USAR TICKET

# btnCancel
source: Cancel
es: Cancelar

# msgRequestSent
source: Request sent! Ticket used.
es: ¡Solicitud enviada! Ticket usado.

# msgGoPro
source: Go PRO to join more activities.
es: Hazte PRO para unirte a más actividades.

# dialogDeleteTitle
source: Delete Activity
es: Eliminar Actividad

# dialogDeleteBody
source: Are you sure? This action cannot be undone.
es: ¿Estás seguro? Esta acción no se puede deshacer.

# btnDelete
source: Delete
es: Eliminar

# msgActivityDeleted
source: Activity deleted
es: Actividad eliminada

# shareMessageIntro
source: Hey! 🌟 I found this activity on Yoinn and thought you'd like it:
es: ¡Hey! 🌟 Encontré esta actividad en Yoinn y pensé que te gustaría:

# shareMessageCta
source: 👇 Tap here to see details or download the app:
es: 👇 Toca aquí para ver detalles o descargar la app:

# optShare
source: Share Activity
es: Compartir Actividad

# optEdit
source: Edit Activity
es: Editar Actividad

# optDelete
source: Delete
es: Eliminar

# optReport
source: Report
es: Reportar

# optBlock
source: Block User
es: Bloquear Usuario

# dialogReportTitle
source: Report Activity
es: Reportar Actividad

# dialogReportBody
source: Why do you want to report this?
es: ¿Por qué quieres reportar esto?

# reasonSpam
source: It's Spam
es: Es Spam

# reasonOffensive
source: Offensive Content
es: Contenido Ofensivo

# msgReportThanks
source: Thanks. We will review this content within 24h.
es: Gracias. Revisaremos este contenido en menos de 24h.

# msgReportError
source: Error sending report.
es: Error al enviar reporte.

# dialogBlockTitle
source: Block User
es: Bloquear Usuario

# dialogBlockBody
source: You won't see more content from this user. Continue?
es: No verás más contenido de este usuario. ¿Continuar?

# btnBlock
source: BLOCK
es: BLOQUEAR

# msgUserBlocked
source: User blocked.
es: Usuario bloqueado.

# lblAboutActivity
source: About the activity
es: Sobre la actividad

# lblConfirmedAttendees
source: Confirmed Attendees
es: Asistentes Confirmados

# btnGoToChat
source: Go to Group Chat
es: Ir al Chat del Grupo

# btnManageRequests
source: Manage Requests
es: Gestionar Solicitudes

# btnYouAreIn
source: You're in! Go to Chat
es: ¡Estás dentro! Ir al Chat

# btnRequestPending
source: Request sent...
es: Solicitud enviada...

# btnSoldOut
source: SOLD OUT
es: AGOTADO

# btnRequestJoin
source: Request to Join
es: Solicitar Unirme

# screenCreateTitle
source: Create New Activity
es: Crear Nueva Actividad

# lblPhotoHeader
source: Activity Photo
es: Foto de la actividad

# lblTapToUpload
source: Tap to upload an image
es: Toca para subir una imagen

# lblCategory
source: Category
es: Categoría

# lblMaxAttendees
source: Max Guests
es: Nº de acompañantes (máx)

# btnReady
source: Done
es: Listo

# btnPublish
source: Publish Activity
es: Publicar Actividad

# hintTitle
source: Ex: Hiking Afternoon
es: Ej: Tarde de Senderismo

# hintDesc
source: Tell us what it's about...
es: Cuéntanos de qué trata...

# hintLocation
source: Tap to search on map...
es: Toca para buscar en el mapa...

# msgSelectLocation
source: Please tap on "Location" to select on map
es: Por favor toca en "Ubicación" para seleccionar en el mapa

# msgActivityCreated
source: Activity created successfully!
es: ¡Actividad creada con éxito!

# errImageUpload
source: Could not upload image
es: No se pudo subir la imagen

# personSingular
source: person
es: persona

# personPlural
source: people
es: personas

# tabUsers
source: Users
es: Usuarios

# tabActivities
source: Activities
es: Actividades

# tabReports
source: Reports
es: Reportes

# msgNoUsers
source: No users found.
es: No se encontraron usuarios.

# msgNoActivities
source: No activities found.
es: No se encontraron actividades.

# msgNoReports
source: No pending reports!
es: ¡Sin reportes pendientes!

# dialogDeleteUserTitle
source: Delete User
es: Eliminar Usuario

# dialogDeleteUserBody
source: Delete {name} permanently?
es: ¿Eliminar a {name} permanentemente?

# dialogSanctionTitle
source: Confirm Sanction
es: Confirmar Sanción

# dialogSanctionBody
source: This will delete the reported activity and close the report. Proceed?
es: Esto eliminará la actividad reportada y cerrará el reporte. ¿Proceder?

# btnDeleteAll
source: DELETE ALL
es: BORRAR TODO

# btnDismiss
source: Dismiss (False)
es: Descartar (Falso)

# lblReportedActivity
source: REPORTED ACTIVITY
es: ACTIVIDAD REPORTADA

# lblReason
source: Reason:
es: Motivo:

# lblTapDetails
source: Tap to review details
es: Toca para revisar detalles

# msgContentDeleted
source: Content deleted by moderation
es: Contenido eliminado por moderación

# msgReportDismissed
source: Report dismissed
es: Reporte descartado

# msgActivityLoading
source: Loading activity...
es: Cargando actividad...

# msgActivityNotFound
source: Activity does not exist (possibly already deleted).
es: La actividad no existe (posiblemente ya fue eliminada).

# lblTypingSingle
source: Someone is typing...
es: Alguien está escribiendo...

# lblTypingMultiple
source: Several people are typing...
es: Varios están escribiendo...

# msgEmptyChatTitle
source: Say hi to the group!
es: ¡Saluda al grupo!

# msgEmptyChatBody
source: Be the first to break the ice.
es: Sé el primero en romper el hielo.

# screenEditActivityTitle
source: Edit Activity
es: Editar Actividad

# btnSaveChanges
source: Save Changes
es: Guardar Cambios

# msgActivityUpdated
source: Activity updated successfully!
es: ¡Actividad actualizada con éxito!

# msgActivityRenewed
source: Activity renewed and spots reset successfully.
es: Actividad renovada y cupos reiniciados correctamente.

# msgSelectLocationVerify
source: Please tap on "Location" to verify on map
es: Por favor toca en "Ubicación" para verificar en el mapa

# screenEditProfileTitle
source: Edit Profile
es: Editar Perfil

# btnSave
source: SAVE
es: GUARDAR

# lblName
source: Name
es: Nombre

# lblBio
source: Bio
es: Biografía

# lblInstagram
source: Instagram Username (Optional)
es: Usuario de Instagram (Opcional)

# lblInterests
source: Interests / Hobbies
es: Intereses / Hobbies

# errNameRequired
source: Name is required
es: El nombre es obligatorio

# msgProfileUpdated
source: Profile updated successfully
es: Perfil actualizado correctamente

# msgNoActivitiesTitle
source: No activities found
es: No se encontraron actividades

# msgNoActivitiesBody
source: Try changing filters or create a new one
es: Intenta cambiar los filtros o crea una nueva

# hobbySports
source: Sports
es: Deportes

# hobbyFood
source: Food
es: Comida

# hobbyParty
source: Party
es: Fiesta

# hobbyMusic
source: Music
es: Música

# hobbyArt
source: Art
es: Arte

# hobbyOutdoors
source: Outdoors
es: Aire Libre

# hobbyTech
source: Tech
es: Tecnología

# hobbyCinema
source: Cinema
es: Cine

# hobbyGames
source: Games
es: Juegos

# hobbyTravel
source: Travel
es: Viajes

# hobbyWellness
source: Wellness
es: Bienestar

# hobbyEducation
source: Education
es: Educación

# hobbyPets
source: Pets
es: Mascotas

# hobbyBusiness
source: Business
es: Negocios

# hobbyLanguages
source: Languages
es: Idiomas

# hobbyVolunteering
source: Volunteering
es: Voluntariado

# hobbyPhotography
source: Photography
es: Fotografía

# hobbyLiterature
source: Literature
es: Literatura

# hobbyFamily
source: Family
es: Familia

# hobbyOther
source: Other
es: Otro

# lblSelectedLocation
source: Selected location
es: Ubicación seleccionada

# hintSearchAddress
source: Search address...
es: Buscar dirección...

# btnUseCurrentLocation
source: Use my current location
es: Usar mi ubicación actual

# btnViewAddress
source: 🔍 View address
es: 🔍 Ver dirección

# btnConfirmLocation
source: Confirm Location
es: Confirmar Ubicación

# errGpsLocation
source: Could not get GPS location
es: No se pudo obtener la ubicación GPS

# screenManageRequestsTitle
source: Requests for {activityTitle}
es: Solicitudes para {activityTitle}

# msgNoPendingRequests
source: No pending requests
es: No hay solicitudes pendientes

# lblWantsToJoin
source: Wants to join
es: Quiere unirse

# msgUserAccepted
source: {user} accepted
es: {user} aceptado

# screenManageParticipantsTitle
source: Manage Participants
es: Gestionar Participantes

# msgNoRequestsYet
source: No requests yet
es: Aún no hay solicitudes

# lblPendingRequests
source: Pending Requests
es: Solicitudes Pendientes

# lblAcceptedParticipants
source: Accepted Participants
es: Participantes Aceptados

# lblConfirmed
source: Confirmed
es: Confirmado

# tooltipRemoveParticipant
source: Remove participant
es: Eliminar participante

# dialogRemoveParticipantTitle
source: Remove participant?
es: ¿Eliminar participante?

# dialogRemoveParticipantBody
source: Are you sure you want to remove {user} from the activity?
es: ¿Estás seguro de que quieres sacar a {user} de la actividad?

# errUserNotAuth
source: User not authenticated
es: Usuario no autenticado

# errImageSelect
source: Error selecting image
es: Error al seleccionar imagen

# screenNotificationsTitle
source: Notifications
es: Notificaciones

# msgLoginToViewAlerts
source: Log in to view your alerts
es: Inicia sesión para ver tus alertas

# msgErrorLoadingNotifications
source: Error loading notifications
es: Error al cargar notificaciones

# msgNoNewNotifications
source: You have no new notifications
es: No tienes notificaciones nuevas

# lblNotificationDefaultTitle
source: New Notification
es: Nueva Notificación

# msgActivityNoLongerExists
source: This activity no longer exists
es: Esta actividad ya no existe

# msgErrorLoadingActivity
source: Error loading activity
es: Error al cargar la actividad

# paywallTitle
source: Unlock the World
es: Desbloquea el Mundo

# paywallSubtitle
source: With Yoinn Premium
es: Con Yoinn Premium

# paywallBtnStart
source: Start Now
es: Comenzar Ahora

# paywallBtnRestore
source: Restore Purchases
es: Restaurar Compras

# paywallLegalTerms
source: Terms of Use
es: Términos de Uso

# paywallLegalPrivacy
source: Privacy Policy
es: Privacidad

# paywallPlanMonthly
source: MONTHLY
es: MENSUAL

# paywallPlanAnnual
source: ANNUAL
es: ANUAL

# paywallLabelFree
source: FREE
es: GRATIS

# paywallErrNoPlan
source: Error: Plan temporarily unavailable.
es: Error: El plan no está disponible temporalmente.

# paywallErrNoPurchases
source: No active purchases found.
es: No se encontraron compras activas.

# featRadius
source: Search Radius
es: Radio Búsqueda

# featGlobal
source: Create anywhere
es: Crear en otras ciudades

# featGuests
source: Guests per Event
es: Invitados por Evento

# featJoins
source: Join Events
es: Unirse a Eventos

# featBadge
source: Verified Badge
es: Insignia Verificado

# valGlobalPro
source: Worldwide 🌍
es: Todo el Mundo 🌍

# valGuestsFree
source: {count} max
es: {count} máx

# valGuestsPro
source: {count} (Groups)
es: {count} (Grupos)

# valJoinsFree
source: {count} / wk
es: {count} / sem

# valJoinsPro
source: Unlimited ∞
es: Ilimitado ∞

# lblSavePercent
source: SAVE 20%
es: AHORRA 20%

# lblOnlyPricePerMonth
source: Just {price} / mo
es: Solo {price} / mes

# screenProfileTitle
source: Profile
es: Perfil

# lblSearchPrefs
source: Search Preferences
es: Preferencias de Búsqueda

# lblUnlockPro
source: Unlock up to {km} km
es: Desbloquear hasta {km} km

# lblGallery
source: Gallery
es: Galería

# lblActivities
source: Activities
es: Actividades

# btnDeleteAccount
source: Delete account
es: Eliminar cuenta

# msgWelcomePro
source: Welcome to Yoinn PRO! 🌟
es: ¡Bienvenido a Yoinn PRO! 🌟

# bannerUpgradeTitle
source: Upgrade to Yoinn PRO
es: Pásate a Yoinn PRO

# bannerUpgradeSubtitle
source: Unlock travel mode and more reach
es: Desbloquea viajes y más alcance

# dialogDeleteAccountTitle
source: Delete Account
es: Eliminar Cuenta

# dialogDeleteAccountBody
source: This action is irreversible. Your data and activities will be deleted.
es: Esta acción es irreversible. Se borrarán tus datos y actividades.

# lblTypeDelete
source: Type DELETE to confirm:
es: Escribe ELIMINAR para confirmar:

# hintDelete
source: DELETE
es: ELIMINAR

# btnDeleteConfirm
source: DELETE
es: BORRAR

# msgProSearchFeature
source: Go PRO to search up to 150 km 🌍
es: Hazte PRO para buscar hasta 150 km 🌍

# errUserNotFound
source: User not found
es: Usuario no encontrado

# errLimitReached
source: Activity limit reached ({limit}). {proHint}
es: Límite de actividades alcanzado ({limit}). {proHint}

# hintGoPro
source: Go PRO for more.
es: Hazte PRO para más.

# errNoTickets
source: No Tickets. You used your {limit} weekly attempts. Go PRO to keep betting.
es: Sin Tickets. Has usado tus {limit} intentos semanales. Hazte PRO para seguir apostando.

# errActivityFull
source: Activity is full.
es: La actividad está llena.

# errActivityNotFound
source: Activity not found
es: Actividad no encontrada

# errCreatingActivity
source: Error creating activity
es: Error creando actividad

# errEditingActivity
source: Error editing activity
es: Error editando actividad

# errDeletingActivity
source: Error deleting activity
es: Error borrando actividad

# errApplying
source: Error applying
es: Error aplicando

# errAccepting
source: Error accepting user
es: Error aceptando usuario

# errRejecting
source: Error rejecting
es: Error rechazando

# errRemoving
source: Error removing participant
es: Error eliminando participante

# errSendingMessage
source: Error sending message
es: Error enviando mensaje

# errUploadingGallery
source: Error uploading gallery image
es: Error subiendo imagen a galería

# errUpdatingProfile
source: Error updating profile
es: Error actualizando perfil

# lblOrganizer
source: Organizer
es: Organizador

# msgActivityFull
source: Activity Full!
es: ¡Actividad Llena!

# msgSpotsLeft
source: {count} spots available
es: Quedan {count} cupos disponibles

# lblEventLocation
source: Event Location
es: Ubicación del evento

# lblTotalCapacity
source: Total capacity: {count} people
es: Capacidad total: {count} personas

# msgNoParticipants
source: No one has joined yet. Be the first!
es: Aún nadie se ha unido. ¡Sé el primero!

# msgOnlyOneSpot
source: Only 1 spot left!
es: ¡Solo queda 1 cupo!

# msgSpotsLeftShort
source: Only {count} spots left!
es: ¡Solo quedan {count} cupos!

# lblGoing
source: going
es: van

# lblSpots
source: spots
es: cupos

# lblCreatedActivities
source: Created Activities
es: Actividades Creadas

# msgNoCreatedActivities
source: You haven't created any activities yet.
es: No has creado actividades aún.

# msgNoPhotos
source: No photos yet
es: Aún no hay fotos

# tooltipAddPhoto
source: Add photo
es: Agregar foto

# msgPhotoAdded
source: Photo added!
es: ¡Foto agregada!

# paywallLimitTitle
source: Weekly Limit Reached
es: Límite Semanal Alcanzado

# paywallLimitBody
source: You've reached your 3 free joins for the week. Go PRO to join everything you want.
es: Has alcanzado tus 3 uniones gratuitas de la semana. Hazte PRO para unirte a todo lo que quieras.

# paywallBenefitJoins
source: Unlimited Event Joins
es: Uniones Ilimitadas a eventos

# paywallBenefitCreate
source: Create events anywhere
es: Crear eventos en cualquier país

# paywallBenefitRadius
source: Search radius up to 150km
es: Radio de búsqueda de hasta 150km

# lblPerMonth
source: / month
es: / mes

# lblCancelAnytime
source: Cancel anytime
es: Cancela cuando quieras

# btnUnlockNow
source: UNLOCK NOW
es: DESBLOQUEAR AHORA

# badgeLocalGuide
source: 🌟 Local Guide
es: 🌟 Guía Local

# btnEditProfile
source: Edit Profile
es: Editar Perfil

# lblInterestsTitle
source: Interests
es: Intereses
